print("这是加法+ 100+100=",100+100)
print("这是减号- 200-100=",200-100)
print("这是除号/ 100/5=",100/5)
#除号下面计算出结果后会有一个浮点数
print("这是乘号* 100*100=",100*100)
print("这是余数的号码% 100%16=",100%16)
#%是计算余数的符号例如100%16的余数就是4
print("3+2 > 5-7",3+2 > 5-7)
print("3+2 < 5-7",3+2 < 5-7)
print("3+4 >= 4+7",3+4 >= 4+7)
print("3+4 <= 4+7",3+4 <= 4+7)
print("等号要打两个等号== 1==2",1==2)
print("等号要打两个等号== 2==2",2==2)
print("以上条件如果成立的话会返回一个布尔值 True如果不成立就会返回一个False")
#以上条件如果成立的话会返回一个布尔值 True如果不成立就会返回一个False
#如果字符串里面需要出现字符串以外的内容需要用英文逗号隔开